/*   */
"Add Playlist..." = "Add Playlist...";

/* New Playlist title */
"Cancel" = "Cancel";

/* playlist default name */
"Default" = "Default";

/* No comment provided by engineer. */
"Download" = "Download";

/* No comment provided by engineer. */
"Follow the Link" = "Follow the Link";

/* New Playlist title */
"New Playlist" = "New Playlist";

/* player title */
"Player" = "Player";

/* playlist view title */
"Playlists" = "Playlists";

/*   */
"Recently Added" = "Recently Added";

/*   */
"Recently Played" = "Recently Played";

/* New Playlist title */
"Save" = "Save";

/* No comment provided by engineer. */
"Select action for the link:" = "Select action for the link:";

/* No comment provided by engineer. */
"Title" = "Title";

/* No comment provided by engineer. */
"下一步" = "下一步";

